[
    {
        "title": "The Shawshank Redemption",
        "genres": ["Drama"],
        "image_url": "https://i.pinimg.com/736x/56/c7/c1/56c7c1ec648c935d3f0384fd37622fca.jpg",
        "description": "Dos hombres encarcelados forjan un vínculo durante varios años, encontrando consuelo y eventual redención a través de actos de decencia común."
    },
    {
        "title": "The Godfather",
        "genres": ["Crime", "Drama"],
        "image_url": "https://i.pinimg.com/736x/88/5b/24/885b24f3e0d62737069ca48906198f6b.jpg",
        "description": "El patriarca envejecido de una dinastía del crimen organizado transfiere el control de su imperio clandestino a su reacio hijo."
    },
    {
        "title": "The Dark Knight",
        "genres": ["Action", "Crime", "Drama"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_.jpg",
        "description": "Cuando la amenaza conocida como El Joker emerge de su pasado misterioso, desata el caos y la destrucción sobre la gente de Gotham."
    },
    {
        "title": "Pulp Fiction",
        "genres": ["Crime", "Drama"],
        "image_url": "https://i.pinimg.com/474x/6f/68/97/6f68975ee44ba20b58577859566a94cb.jpg",
        "description": "Las vidas de dos asesinos a sueldo, un boxeador, la esposa de un gánster y una pareja de ladrones se entrelazan en cuatro relatos de violencia y redención."
    },
    {
        "title": "Forrest Gump",
        "genres": ["Drama", "Romance"],
        "image_url": "https://i.pinimg.com/originals/52/29/99/5229997934b5b5acfa512b32db0091fd.jpg",
        "description": "Las presidencias de Kennedy y Johnson, la guerra de Vietnam, el escándalo de Watergate y otros eventos históricos se desarrollan desde la perspectiva de un hombre de Alabama con una extraordinaria historia de vida."
    },
    {
        "title": "The Lord of the Rings: The Return of the King",
        "genres": ["Action", "Adventure", "Drama"],
        "image_url": "https://i.pinimg.com/736x/dd/01/f7/dd01f70f3d354c4c63202927c3ed9777.jpg",
        "description": "Los destinos de los habitantes de la Tierra Media están en juego cuando la lucha final contra las fuerzas de Sauron se lleva a cabo. La última batalla por la supervivencia comienza."
    },
    {
        "title": "Inception",
        "genres": ["Action", "Adventure", "Sci-Fi"],
        "image_url": "https://i.pinimg.com/originals/a4/a3/d9/a4a3d901487cb61d972d534741f815f3.jpg",
        "description": "Un ladrón especializado en el robo de secretos corporativos a través del uso de la tecnología para acceder a los sueños de las personas es contratado para realizar un último trabajo: implantar una idea en la mente de un objetivo."
    },
    {
        "title": "Fight Club",
        "genres": ["Drama"],
        "image_url": "https://i.pinimg.com/736x/67/61/a4/6761a4c4037ad0be953a8705dd277782.jpg",
        "description": "Un hombre insomne y frustrado forma un club secreto con un vendedor de jabón carismático, lo que se convierte en algo mucho más grande y peligroso de lo que imaginaba."
    },
    {
        "title": "The Matrix",
        "genres": ["Action", "Sci-Fi"],
        "image_url": "https://es.web.img3.acsta.net/medias/nmedia/18/72/16/76/20065616.jpg",
        "description": "Un hacker descubre que la realidad que conoce es una simulación creada por máquinas inteligentes para someter a la humanidad, y se une a un grupo de rebeldes para luchar por la libertad."
    },
    {
        "title": "The Empire Strikes Back",
        "genres": ["Action", "Adventure", "Sci-Fi"],
        "image_url": "https://cdn.domestika.org/c_limit,dpr_auto,f_auto,q_80,w_820/v1444814166/content-items/001/424/593/JER_Empire_regular_LOW_800px-original.jpg?1444814166",
        "description": "La Rebelión enfrenta su mayor desafío cuando el Imperio Galáctico lanza un ataque total en su base secreta. Luke Skywalker se embarca en un viaje para entrenar con el Maestro Jedi Yoda, mientras Darth Vader persigue a los héroes."
    },
    {
        "title": "Interstellar",
        "genres": ["Adventure", "Drama", "Sci-Fi"],
        "image_url": "https://es.web.img3.acsta.net/pictures/14/10/02/11/07/341344.jpg",
        "description": "Un grupo de astronautas viaja a través de un agujero de gusano cerca de Saturno en busca de un nuevo hogar para la humanidad, mientras el tiempo en la Tierra avanza rápidamente debido a un cataclismo global."
    },
    {
        "title": "The Green Mile",
        "genres": ["Drama", "Fantasy"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_FMjpg_UX1000_.jpg",
        "description": "Un oficial de prisión descubre que uno de los reclusos, condenado a muerte, tiene poderes curativos extraordinarios. A medida que la historia se desarrolla, surgen profundas lecciones sobre la vida, la muerte y la redención."
    },
    {
        "title": "Gladiator",
        "genres": ["Action", "Adventure", "Drama"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ18BAXXp_CLzVj-fGcSdTZJOaT3HDsZSDCHw&s",
        "description": "Un general romano es traicionado y condenado a la esclavitud. En busca de venganza, se convierte en un gladiador y lucha en la arena, buscando derrocar al emperador corrupto que destruyó su vida."
    },
    {
        "title": "The Departed",
        "genres": ["Crime", "Drama", "Thriller"],
        "image_url": "https://pics.filmaffinity.com/The_Departed-749477966-large.jpg",
        "description": "En la ciudad de Boston, la policía y la mafia están involucradas en un juego peligroso de espionaje y traición. Dos hombres infiltrados deben mantenerse un paso adelante mientras sus identidades se ponen en riesgo."
    },
    {
        "title": "The Prestige",
        "genres": ["Drama", "Mystery", "Sci-Fi"],
        "image_url": "https://i.blogs.es/125dbb/prestigeredux/450_1000.jpg",
        "description": "Dos magos rivales se embarcan en una competencia obsesiva para crear el truco de magia perfecto, mientras su envidia y rivalidad los lleva por un camino peligroso que involucra secretos, engaños y sacrificios."
    },
    {
        "title": "The Lion King",
        "genres": ["Animation", "Adventure", "Drama"],
        "image_url": "https://i.pinimg.com/originals/34/35/4e/34354e48bcf6fa47502f16034133fee7.jpg",
        "description": "Un joven león, destinado a ser rey, huye tras la muerte de su padre. Años después, regresa para reclamar su lugar como líder del reino, enfrentándose a su malvado tío Scar en un enfrentamiento épico."
    },
    {
        "title": "The Usual Suspects",
        "genres": ["Crime", "Drama", "Mystery"],
        "image_url": "https://www.originalfilmart.com/cdn/shop/products/usual_suspects_1995_original_film_art_ef9998dc-62be-47c0-92c5-d58632b646a4_5000x.jpg?v=1582620183",
        "description": "Cinco criminales son interrogados por la policía sobre un robo fallido, pero lo que se desarrolla es una historia llena de engaños, giros inesperados y un misterioso villano conocido como Keyser Söze."
    },
    {
        "title": "Schindler's List",
        "genres": ["Biography", "Drama", "History"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfEJMCpn9ymlnoT8JIM8JKOa0YB2me3d_eXg&s",
        "description": "La historia real de Oskar Schindler, un empresario alemán que salvó a más de mil judíos durante el Holocausto al emplearlos en su fábrica, a pesar de las condiciones extremas y el riesgo que corría."
    },
    {
        "title": "The Silence of the Lambs",
        "genres": ["Crime", "Drama", "Thriller"],
        "image_url": "https://play-lh.googleusercontent.com/NN4OtSReaguunuEfZftynIypKWaDBwA-AqmWdl8JKO0UrE3izMM9qoKH3q2ToIsn7Zw",
        "description": "Una joven agente del FBI recurre a la ayuda de un asesino en serie encarcelado, Hannibal Lecter, para capturar a otro asesino en serie que está en libertad. Una tensa interacción mental da lugar a un juego psicológico mortal."
    },
    {
        "title": "The Shining",
        "genres": ["Drama", "Horror"],
        "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEheXNpv0xoDZZ0TQ3W7wcSQM3MCB_ff479kWCbTaAmtWDKcjLyaMN4WXyqy7PMLxic-PgQAEqs1uficEQBXbqbMzQX02IFYoEBR9YmZQfsCEkr0EXYk-PjjxZKv4yAHaNN1IvoQeKAvLsg/w1200-h630-p-k-no-nu/untitled.bmp",
        "description": "Un escritor y su familia se mudan a un hotel aislado en las montañas, donde él busca inspiración para su próximo libro. Pronto, la soledad y los misteriosos sucesos del hotel desatan una fuerza sobrenatural que pone en peligro sus vidas."
    },
    {
        "title": "Se7en",
        "genres": ["Crime", "Drama", "Thriller"],
        "image_url": "https://pics.filmaffinity.com/seven_se7en-498520078-large.jpg",
        "description": "Dos detectives investigan una serie de asesinatos macabros, donde cada crimen representa uno de los siete pecados capitales. A medida que se acercan al culpable, descubren un giro escalofriante."
    },
    {
        "title": "Saving Private Ryan",
        "genres": ["Drama", "War"],
        "image_url": "https://pics.filmaffinity.com/Saving_Private_Ryan-442865234-large.jpg",
        "description": "Durante la Segunda Guerra Mundial, un grupo de soldados se embarca en una misión peligrosa para salvar a un paracaidista cuya familia ha perdido a tres de sus hijos en combate."
    },
    {
        "title": "The Social Network",
        "genres": ["Biography", "Drama"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_ATqkfHLwa67L3U4RPTTJhRXKb1jfsqFzag&s",
        "description": "La historia de la creación de Facebook, desde su inicio como una red universitaria hasta convertirse en el gigante tecnológico que es hoy. A medida que Mark Zuckerberg se convierte en un icono, se enfrenta a disputas legales."
    },
    {
        "title": "A Beautiful Mind",
        "genres": ["Biography", "Drama"],
        "image_url": "https://i.pinimg.com/474x/84/4c/1e/844c1e6c75c128ee9637d0dc3bb4781d.jpg",
        "description": "Basada en la vida de John Nash, un brillante matemático que lucha contra la esquizofrenia mientras lucha por alcanzar el éxito profesional y mantener una familia."
    },
    {
        "title": "The Truman Show",
        "genres": ["Comedy", "Drama", "Sci-Fi"],
        "image_url": "https://www.originalfilmart.com/cdn/shop/products/truman_show_1998_teaser_original_film_art_38f11f80-ccdb-461a-8d27-74ff095ddf60_5000x.jpg?v=1673637165",
        "description": "Truman Burbank, un hombre común, descubre que toda su vida ha sido filmada y transmitida en vivo como un programa de televisión sin su conocimiento. A medida que se da cuenta de la verdad, lucha por escapar de su controlado mundo."
    },
    {
        "title": "Whiplash",
        "genres": ["Drama", "Music"],
        "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjE4HDN_9aP-7LUE6a23YqEyz7TaJaMC0G1bz73TNKHcX1Co1uOMrozekkuf1QCtkHdIphXVt8Em_rFqrXW6qaaiN9HMI0ahyphenhyphen88eMCma-p5qhUCi3qZ0ex0ZPsRkKqZIMsRB3ElLyDw727L/s1600/whiplash_poster_brazil.jpg",
        "description": "Un joven baterista busca impresionar a un despiadado instructor de música en una escuela de música de élite. La relación entre ambos se convierte en una batalla psicológica por la perfección artística."
    },
    {
        "title": "Joker",
        "genres": ["Crime", "Drama", "Thriller"],
        "image_url": "https://hips.hearstapps.com/hmg-prod/images/joker-poster-1554245051.jpg",
        "description": "Arthur Fleck, un hombre marginalizado y desdichado, lucha por encontrar su lugar en una sociedad que lo rechaza. Su descenso hacia la locura lo convierte en el villano conocido como el Joker."
    },
    {
        "title": "Parasite",
        "genres": ["Comedy", "Drama", "Thriller"],
        "image_url": "https://cuatrocirculos.com/wp-content/uploads/2020/02/parasite-scaled.jpg",
        "description": "Una familia pobre se infiltra en la vida de una familia rica, trabajando en su casa como empleados. A medida que se desarrollan las tensiones, la situación se convierte en una explosiva confrontación entre clases sociales."
    },
    {
        "title": "1917",
        "genres": ["Drama", "War"],
        "image_url": "https://media.vogue.mx/photos/5e26e68b07b0840008ae2c13/2:3/w_2560%2Cc_limit/1917.jpg",
        "description": "Durante la Primera Guerra Mundial, dos soldados británicos deben entregar un mensaje crucial para evitar un ataque mortal. A lo largo de su misión, deben sortear múltiples peligros mientras luchan por sobrevivir."
    },
    {
        "title": "Jojo Rabbit",
        "genres": ["Comedy", "Drama", "War"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQnAHe8-FwgtctQoMa0nU8Diumcl0Saj_SDKw&s",
        "description": "Un niño en la Alemania nazi tiene como amigo imaginario a Adolf Hitler. Su vida cambia cuando descubre que su madre esconde a una niña judía en su casa, lo que lo lleva a cuestionar sus creencias y el mundo que lo rodea."
    },
    {
        "title": "Once Upon a Time in Hollywood",
        "genres": ["Comedy", "Drama"],
        "image_url": "https://www.esdesignbarcelona.com/sites/default/files/img/6_10.jpg",
        "description": "En Los Ángeles de 1969, un actor en declive y su doble de riesgo se encuentran luchando por mantenerse relevantes en la industria del cine, mientras la cultura y el Hollywood cambian rápidamente a su alrededor."
    },
    {
        "title": "Spider-Man: Into the Spider-Verse",
        "genres": ["Animation", "Action", "Adventure"],
        "image_url": "https://i.pinimg.com/originals/7a/dc/4f/7adc4fb12c2b64ea4066d04e3d0769cc.jpg",
        "description": "Miles Morales, un adolescente de Nueva York, se convierte en el Spider-Man de su universo. Junto a otras versiones del héroe, lucha por detener una amenaza que pone en peligro todo el multiverso."
    },
    {
        "title": "Mad Max: Fury Road",
        "genres": ["Action", "Adventure", "Sci-Fi"],
        "image_url": "https://es.web.img3.acsta.net/r_1280_720/img/75/fc/75fc90eee42e23be1857be88082dd3db.jpg",
        "description": "En un futuro post-apocalíptico, Max se une a Furiosa, una mujer rebelde que huye de un tiránico señor de la guerra, en una persecución salvaje por el desierto, mientras intentan escapar de la opresión de un mundo devastado."
    },
    {
        "title": "Her",
        "genres": ["Drama", "Romance", "Sci-Fi"],
        "image_url": "https://pics.filmaffinity.com/Her-716403893-large.jpg",
        "description": "En un futuro cercano, Theodore, un hombre solitario, desarrolla una relación con un sistema operativo altamente avanzado y emocionalmente inteligente, lo que desafía las convenciones de las relaciones humanas."
    },
    {
        "title": "La La Land",
        "genres": ["Comedy", "Drama", "Music"],
        "image_url": "https://play-lh.googleusercontent.com/9WLX4kpGokn73nXMUAElCj0byelBhVPSM5vbskzxZuMH8_guUJIbzSknr4wJ_8jRoZhVS9YRIWdunr9HMLLb",
        "description": "Mia, una aspirante a actriz, y Sebastian, un pianista de jazz, luchan por encontrar el éxito y mantener su relación en medio de la dura vida en Los Ángeles. Una historia de amor llena de música y sueños."
    },
    {
        "title": "Moonlight",
        "genres": ["Drama"],
        "image_url": "https://pics.filmaffinity.com/moonlight-232276883-large.jpg",
        "description": "La historia de un joven llamado Chiron mientras crece en un barrio de Miami. La película explora su identidad, su sexualidad y su lucha por encontrar su lugar en el mundo a lo largo de tres etapas de su vida."
    },
    {
        "title": "The Grand Budapest Hotel",
        "genres": ["Adventure", "Comedy", "Drama"],
        "image_url": "https://i.pinimg.com/originals/48/08/cd/4808cde63ff708572be687970f979cfe.jpg",
        "description": "En un hotel de lujo en Europa, el conserje Gustave y su joven protegido Zero se ven envueltos en un misterio que incluye un robo de arte, una herencia y una persecución. Una historia llena de comedia y aventuras excéntricas."
    },
    {
        "title": "Django Unchained",
        "genres": ["Action", "Drama", "Western"],
        "image_url": "https://i.ebayimg.com/images/g/S8EAAOSw78Rgo7KR/s-l1600.jpg",
        "description": "Un esclavo liberado, Django, se asocia con un cazador de recompensas alemán para rescatar a su esposa de un terrateniente cruel en el sur de los Estados Unidos. Una historia violenta y llena de acción ambientada en el Viejo Oeste."
    },
    {
        "title": "The Hateful Eight",
        "genres": ["Crime", "Drama", "Western"],
        "image_url": "https://img.ecartelera.com/noticias/fotos/25000/25073/1.jpg",
        "description": "Un grupo de forajidos se encuentra atrapado en una cabaña en la nieve durante una tormenta. A medida que surgen tensiones y secretos, la desconfianza se convierte en violencia en este thriller del Oeste."
    },
    {
        "title": "The Big Lebowski",
        "genres": ["Comedy", "Crime"],
        "image_url": "https://i.ebayimg.com/images/g/RIAAAOxyaURTjeap/s-l400.jpg",
        "description": "El 'Dude', un hombre despreocupado, se ve envuelto en un extraño caso de secuestro después de ser confundido con un millonario de Los Ángeles. Una comedia de culto llena de personajes excéntricos."
    },
    {
        "title": "The Revenant",
        "genres": ["Action", "Adventure", "Drama"],
        "image_url": "https://pics.filmaffinity.com/The_Revenant-498846647-large.jpg",
        "description": "Después de ser abandonado a su suerte tras ser gravemente herido, un cazador de pieles busca venganza contra aquellos que lo traicionaron mientras lucha por sobrevivir en el salvaje y gélido paisaje."
    },
    {
        "title": "Titanic",
        "genres": ["Drama", "Romance"],
        "image_url": "https://i.pinimg.com/474x/39/d1/01/39d101063c4e217323df91b0551175af.jpg",
        "description": "En el fatídico viaje inaugural del RMS Titanic, un joven artista de clase baja se enamora de una aristócrata. Su amor se ve marcado por la tragedia cuando el barco se hunde en el océano Atlántico."
    },
    {
        "title": "Inglourious Basterds",
        "genres": ["Action", "Drama", "War"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTggnf2bt48qPrE9LfOI5RR4qIZmYAlRA7xrA&s",
        "description": "Durante la Segunda Guerra Mundial, un grupo de soldados judíos estadounidenses conocidos como los 'Basterds' se embarca en una misión para asesinar a oficiales nazis en territorio ocupado. Una historia de venganza y resistencia."
    },
    {
        "title": "The Witch",
        "genres": ["Drama", "Horror", "Mystery"],
        "image_url": "https://pics.filmaffinity.com/The_Witch-177407525-large.jpg",
        "description": "En el siglo XVII, una familia puritana en Nueva Inglaterra es acosada por fuerzas oscuras que amenazan su unidad familiar. Una historia de horror psicológico que explora el miedo y la paranoia."
    },
    {
        "title": "Arrival",
        "genres": ["Drama", "Sci-Fi", "Thriller"],
        "image_url": "https://pics.filmaffinity.com/arrival-150207636-large.jpg",
        "description": "Cuando una nave alienígena llega a la Tierra, una lingüista es reclutada para descifrar el lenguaje de los extraterrestres. A medida que el tiempo avanza, descubre que su comprensión de la realidad y el tiempo está a punto de cambiar."
    },
    {
        "title": "Get Out",
        "genres": ["Horror", "Mystery", "Thriller"],
        "image_url": "https://i.pinimg.com/originals/5d/d5/a3/5dd5a3f07446bae04dda9cef5a88df37.jpg",
        "description": "Un joven afroamericano visita la familia de su novia blanca y comienza a descubrir inquietantes secretos sobre ellos. Lo que parecía ser una visita inocente se convierte en una pesadilla de terror psicológico."
    },
    {
        "title": "Hereditary",
        "genres": ["Drama", "Horror", "Mystery"],
        "image_url": "https://pics.filmaffinity.com/hereditary-659865612-large.jpg",
        "description": "Después de la muerte de su madre, una familia comienza a desvelar secretos oscuros que los atormentan. A medida que las fuerzas sobrenaturales toman control, los miembros de la familia deben enfrentar una terrible verdad."
    },
    {
        "title": "Blade Runner 2049",
        "genres": ["Action", "Drama", "Sci-Fi"],
        "image_url": "https://pics.filmaffinity.com/blade_runner_2049-283019627-large.jpg",
        "description": "En un futuro distópico, un nuevo Blade Runner, K, descubre un secreto que podría sumergir el mundo en el caos. Su investigación lo lleva a encontrar a Rick Deckard, un antiguo Blade Runner desaparecido hace décadas."
    },
    {
        "title": "A Quiet Place",
        "genres": ["Drama", "Horror", "Sci-Fi"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BMjI0MDMzNTQ0M15BMl5BanBnXkFtZTgwMTM5NzM3NDM@._V1_.jpg",
        "description": "En un mundo post-apocalíptico, una familia debe vivir en completo silencio para evitar a unas criaturas que cazan por el sonido. La tensión y el miedo crecen mientras luchan por sobrevivir en un entorno implacable."
    },
    {
        "title": "The Irishman",
        "genres": ["Crime", "Drama", "Thriller"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BM2FkYzMwOWItZDU0NC00YzI3LWE0NDctODFlNWQ4MGEyM2M0XkEyXkFqcGdeQXVyNDIyNjA2MTk@._V1_.jpg",
        "description": "Un veterano sindicalista repasa su vida y su participación en la desaparición de Jimmy Hoffa, mientras se enfrenta a la muerte y las traiciones en su última etapa. Un retrato épico de la mafia y el poder en América."
    },
    {
        "title": "Rocketman",
        "genres": ["Biography", "Drama", "Music"],
        "image_url": "https://es.web.img2.acsta.net/pictures/19/02/19/16/26/1562265.jpg",
        "description": "La biografía musical de Elton John, que narra su ascenso a la fama, sus luchas personales y su lucha por encontrar su verdadera identidad. Un viaje lleno de música, emociones y reinvención."
    },
    {
        "title": "Once Upon a Time in America",
        "genres": ["Crime", "Drama"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQNJWe71-IBGY23b9vxnog4_UTBf8ONhiH5oA&s",
        "description": "Un épico relato sobre la vida de un grupo de inmigrantes judíos en Nueva York durante varias décadas, desde su juventud hasta la madurez, en el mundo del crimen organizado."
    },
    {
        "title": "The Wolf of Wall Street",
        "genres": ["Biography", "Comedy", "Drama"],
        "image_url": "https://es.web.img3.acsta.net/pictures/210/615/21061596_20131129121836144.jpg",
        "description": "La historia real de Jordan Belfort, un joven corredor de bolsa que alcanza una gran riqueza gracias a la corrupción y la manipulación financiera, pero que finalmente enfrenta las consecuencias de su vida de excesos."
    },
    {
        "title": "The Shape of Water",
        "genres": ["Adventure", "Drama", "Fantasy"],
        "image_url": "https://i.pinimg.com/474x/58/e0/fd/58e0fdbd618e0579bd2377473fcc4230.jpg",
        "description": "Una muda mujer que trabaja en un laboratorio secreto del gobierno entabla una relación con una criatura acuática cautiva, mientras enfrenta la intolerancia y el miedo en una historia de amor atípica y mágica."
    },
    {
        "title": "The Martian",
        "genres": ["Adventure", "Drama", "Sci-Fi"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjN1F-RtRx3fwVqEVqMl8JEDDhMhVtBPHFCg&s",
        "description": "Un astronauta es accidentalmente dejado atrás en Marte y debe usar toda su astucia e ingenio para sobrevivir mientras lucha contra el tiempo y las adversidades para poder regresar a casa."
    },
    {
        "title": "The Imitation Game",
        "genres": ["Biography", "Drama", "Thriller"],
        "image_url": "https://es.web.img2.acsta.net/r_1280_720/img/bd/1d/bd1d632841467d0eb88ca889ec6491f6.jpg",
        "description": "Basada en la vida de Alan Turing, un brillante matemático que ayudó a descifrar los códigos secretos de los nazis durante la Segunda Guerra Mundial, enfrentando su propia lucha contra la persecución debido a su homosexualidad."
    },
    {
        "title": "The Favourite",
        "genres": ["Biography", "Comedy", "Drama"],
        "image_url": "https://pics.filmaffinity.com/The_Favourite-984520950-large.jpg",
        "description": "En la corte de la reina Ana de Gran Bretaña, dos primas luchan por ganar su favor, mientras se desarrollan intrigas políticas y personales. Una historia de poder, traición y humor negro."
    },
    {
        "title": "Darkest Hour",
        "genres": ["Biography", "Drama", "War"],
        "image_url": "https://assets.scriptslug.com/live/img/imager/posters/4328/darkest-hour-2017_f5e9c84dee.jpg",
        "description": "Durante los primeros días de la Segunda Guerra Mundial, Winston Churchill lucha por mantener a Gran Bretaña unida mientras enfrenta la amenaza de una invasión nazi. Una historia sobre la resistencia en tiempos de crisis."
    },
    {
        "title": "The Big Short",
        "genres": ["Biography", "Comedy", "Drama"],
        "image_url": "https://pics.filmaffinity.com/The_Big_Short-129125490-large.jpg",
        "description": "En la antesala de la crisis financiera global de 2008, un grupo de inversionistas descubre la burbuja de los bienes raíces y se arriesga a apostar contra el sistema financiero. Una crítica mordaz a la avaricia y la corrupción."
    },
    {
        "title": "Moonrise Kingdom",
        "genres": ["Adventure", "Comedy", "Drama"],
        "image_url": "https://es.web.img3.acsta.net/img/ba/f9/baf9b5498115ff27394561f5957c6007.jpg",
        "description": "Dos jóvenes escapados de casa en una isla de Nueva Inglaterra inician una aventura de verano, mientras los adultos tratan de encontrarles. Una fábula nostálgica y visualmente única sobre el primer amor."
    },
    {
        "title": "Spotlight",
        "genres": ["Biography", "Drama", "Thriller"],
        "image_url": "https://es.web.img2.acsta.net/pictures/15/11/13/16/27/316410.jpg",
        "description": "Un equipo de periodistas de investigación destapa un escándalo de abuso sexual en la Iglesia Católica de Boston. La película sigue su arduo trabajo para exponer la verdad y las consecuencias del encubrimiento institucional."
    },
    {
        "title": "Midsommar",
        "genres": ["Drama", "Horror", "Mystery"],
        "image_url": "https://es.web.img3.acsta.net/r_1280_720/img/38/56/385656e6b115a8bd74e5bcd6c6793c58.jpg",
        "description": "Un grupo de amigos viaja a Suecia para asistir a un festival rural que se celebra una vez cada 90 años. A medida que avanza la celebración, descubren que la comunidad esconde oscuros secretos y rituales macabros."
    },
    {
        "title": "The Lobster",
        "genres": ["Comedy", "Drama", "Romance"],
        "image_url": "https://graffica.info/wp-content/uploads/2016/01/colinfarrellinthelobster569_0.jpg",
        "description": "En una sociedad distópica, las personas solteras deben encontrar pareja en un plazo de 45 días o serán transformadas en animales. Una comedia surrealista sobre el amor, la presión social y las normas impuestas."
    },
    {
        "title": "Tinker Tailor Soldier Spy",
        "genres": ["Drama", "Thriller"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BMTU2OTkwNzMyM15BMl5BanBnXkFtZTcwOTI4ODg2Ng@@._V1_.jpg",
        "description": "En la Guerra Fría, un ex espía británico es llamado de nuevo para descubrir al traidor dentro de la inteligencia del MI6. Una historia llena de engaños, sospechas y giros inesperados."
    },
    {
        "title": "A Ghost Story",
        "genres": ["Drama", "Fantasy", "Mystery"],
        "image_url": "https://play-lh.googleusercontent.com/lHFrQoGPYULBCdfwWNk8soL2t6X0RPuvL7u6RgMVkvVPLOcw9gMA1t4WlauqcxV292w",
        "description": "Tras su muerte, un hombre se convierte en un espíritu que regresa a su casa, donde su esposa vive su dolor y el paso del tiempo. Una reflexión sobre la vida, la muerte y el tiempo."
    },
    {
        "title": "The Florida Project",
        "genres": ["Drama"],
        "image_url": "https://es.web.img3.acsta.net/pictures/17/05/23/13/04/195721.jpg",
        "description": "Una niña de seis años vive con su madre en un motel cerca de Disney World, mientras se enfrentan a las dificultades de la vida. Una mirada conmovedora a la pobreza y la infancia."
    },
    {
        "title": "The Nice Guys",
        "genres": ["Action", "Comedy", "Crime"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BODNlNmU4MGItMzQwZi00NGQyLWEyZWItYjFkNmI0NWI4NjBhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
        "description": "Un detective privado y un matón se unen para investigar la desaparición de una joven en Los Ángeles en los años 70. Una mezcla de acción, comedia y crimen con grandes dosis de humor."
    },
    {
        "title": "Annihilation",
        "genres": ["Drama", "Horror", "Sci-Fi"],
        "image_url": "https://i.pinimg.com/736x/2d/c7/2a/2dc72a92fec7d86940796c8624ca4187.jpg",
        "description": "Una expedición militar explora una zona misteriosa donde las leyes de la naturaleza parecen alterarse. Un thriller de ciencia ficción que explora el miedo y lo desconocido."
    },
    {
        "title": "The Master",
        "genres": ["Drama"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHY8C1GgOtgVhEzzHm1smP8u0YQ2eRGbb_Xg&s",
        "description": "Un hombre recién regresado de la Segunda Guerra Mundial se une a una secta dirigida por un carismático líder, explorando temas de poder, control y la búsqueda de la identidad."
    },
    {
        "title": "The Handmaiden",
        "genres": ["Drama", "Romance", "Thriller"],
        "image_url": "https://i.pinimg.com/564x/33/61/89/336189ae230e08d4782e5830ca5294ad.jpg",
        "description": "En la Corea ocupada por Japón, una joven es contratada como sirvienta de una heredera, pero las intenciones de ambas son mucho más complicadas de lo que parecen. Un thriller lleno de giros."
    },
    {
        "title": "Blade Runner",
        "genres": ["Action", "Drama", "Sci-Fi"],
        "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg3SysBj9gD2NsvYn-lz_mMoC0Oo_Z0V0JW4GIYtp8ztUw6Et6vTIiRhHS3RLXXWxows_1hUQHtcxJ_vplKPQq5nV-ysNAjQSxA_s5m8ObQpsNC0tYYH0coH5ht1XoSMVc_yQ9qABftGtw/s1600/Blade+Runner+poster.png",
        "description": "En un futuro distópico, un policía especializado en 'retirar' replicantes, seres artificiales, debe enfrentar dilemas éticos y existenciales al perseguir a un grupo de estos seres que han comenzado a rebelarse."
    },
    {
        "title": "The Hunt",
        "genres": ["Drama", "Thriller"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQz9H0y6kBd1oAk2NwF95sLFNRbyFEL5HjmMA&s",
        "description": "Un hombre es acusado injustamente de abuso infantil en una pequeña comunidad, lo que provoca un torbellino de rechazo y violencia. Una desgarradora reflexión sobre la histeria colectiva y la venganza."
    },
    {
        "title": "The Secret in Their Eyes",
        "genres": ["Crime", "Drama", "Mystery"],
        "image_url": "https://latidofilms.com/wp-content/uploads/2023/04/Secret-In-Their-eyes_South-Africa.jpg",
        "description": "Un ex fiscal argentino, mientras escribe un libro sobre su experiencia, revive un caso no resuelto de violación y asesinato que lo marcó profundamente, entrelazando el pasado con el presente."
    },
    {
        "title": "The Lives of Others",
        "genres": ["Drama", "Thriller"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsxPrmsjHfexo8dbADcMam0-WlXQxGTtHUKw&s",
        "description": "En la Alemania del Este, un oficial de la Stasi es asignado para espiar a una pareja de artistas, pero a medida que se adentra en sus vidas, comienza a cuestionar su propia lealtad al régimen."
    },
    {
        "title": "City of God",
        "genres": ["Crime", "Drama"],
        "image_url": "https://image.tmdb.org/t/p/original/yY8Fp644mPNX8HP8O7cu2ksMq3y.jpg",
        "description": "En las favelas de Río de Janeiro, dos jóvenes siguen caminos opuestos: uno busca escapar de la violencia, mientras que el otro se sumerge en el mundo del crimen organizado. Una historia de lucha por la supervivencia."
    },
    {
        "title": "Pan's Labyrinth",
        "genres": ["Drama", "Fantasy", "War"],
        "image_url": "https://m.media-amazon.com/images/I/91ygIN4voqL._AC_UF894,1000_QL80_.jpg",
        "description": "Durante la posguerra en España, una joven encuentra un mundo subterráneo de fantasía en el que debe cumplir tres tareas para salvar su alma. Un relato sobre la fantasía como escape de la brutalidad de la realidad."
    },
    {
        "title": "Oldboy",
        "genres": ["Action", "Drama", "Mystery"],
        "image_url": "https://i.pinimg.com/736x/f4/97/12/f49712b9d5ec68bca37cd77d0e98691c.jpg",
        "description": "Un hombre es secuestrado y mantenido en cautiverio durante 15 años sin saber el motivo, solo para ser liberado y perseguir venganza. Un thriller con giros inesperados y una atmósfera de tensión constante."
    },
    {
        "title": "A Separation",
        "genres": ["Drama"],
        "image_url": "https://assets.scriptslug.com/live/img/posters/a-separation-2011.jpg?utime=20240519142037",
        "description": "Una pareja iraní se ve obligada a enfrentarse a sus diferencias mientras luchan por la custodia de su hija, mientras que el país y su entorno social también juegan un papel crucial en su separación."
    },
    {
        "title": "Children of Men",
        "genres": ["Action", "Drama", "Sci-Fi"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQz9H0y6kBd1oAk2NwF95sLFNRbyFEL5HjmMA&s",
        "description": "En un futuro distópico donde la humanidad es incapaz de procrear, un hombre se ve encargado de proteger a una mujer embarazada, cuya existencia podría salvar a la humanidad."
    },
    {
        "title": "Ex Machina",
        "genres": ["Drama", "Sci-Fi", "Thriller"],
        "image_url": "https://musicart.xboxlive.com/7/a47d1700-0000-0000-0000-000000000002/504/image.jpg?w=1920&h=1080",
        "description": "Un joven programador es seleccionado para evaluar a una inteligencia artificial avanzada en un remoto laboratorio. Un thriller psicológico que explora la ética de la inteligencia artificial."
    },
    {
        "title": "The Babadook",
        "genres": ["Drama", "Horror", "Thriller"],
        "image_url": "https://pics.filmaffinity.com/the_babadook-131562437-large.jpg",
        "description": "Una madre y su hijo enfrentan la presencia de una entidad terrorífica que parece haber surgido de un cuento infantil. Una inquietante película de horror psicológico."
    },
    {
        "title": "The Invisible Man",
        "genres": ["Drama", "Horror", "Thriller"],
        "image_url": "https://i.pinimg.com/474x/b2/8b/1d/b28b1dcbec955ec3872ade1c17b26d20.jpg",
        "description": "Una mujer escapa de una relación abusiva con un hombre rico, pero pronto descubre que él ha encontrado la manera de volverse invisible, acechando su vida de manera aterradora."
    },
    {
        "title": "The Killing of a Sacred Deer",
        "genres": ["Drama", "Horror", "Thriller"],
        "image_url": "https://m.media-amazon.com/images/M/MV5BMjU4NDcwOTA2NF5BMl5BanBnXkFtZTgwMjE2OTg4MzI@._V1_QL75_UX820_.jpg",
        "description": "Un cirujano exitoso se ve atrapado en una terrible situación cuando un joven comienza a vengarse de él y su familia de una manera perturbadora y aterradora."
    },
    {
        "title": "Whisper of the Heart",
        "genres": ["Animation", "Adventure", "Drama"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSooko6-p0EWebuyYpUIPHBZ4tt-mG51gDQhQ&s",
        "description": "Una joven se embarca en una aventura de autodescubrimiento mientras busca al misterioso joven que dejó una serie de pistas sobre un gato y un anillo antiguo."
    },
    {
        "title": "Willy Wonka & the Chocolate Factory",
        "genres": ["Adventure", "Comedy", "Family"],
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXqNErTm8pXPakqxkNxQGEeAtra_CxO999Zw&s",
        "description": "Un niño humilde gana un boleto dorado para visitar la fábrica de chocolate de Willy Wonka, donde vive una serie de sorprendentes y mágicas aventuras."
    },
    {
        "title": "The Bridge on the River Kwai",
        "genres": ["Adventure", "Drama", "War"],
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d9/The_Bridge_on_the_River_Kwai_%281958_US_poster_-_Style_A%29.jpg",
        "description": "Durante la Segunda Guerra Mundial, prisioneros de guerra británicos son obligados a construir un puente en Birmania, pero uno de ellos comienza a obsesionarse con la obra."
    },
    {
        "title": "Moulin Rouge!",
        "genres": ["Drama", "Musical", "Romance"],
        "image_url": "https://es.web.img3.acsta.net/img/66/34/6634dfd361bbd8765fc9210c1515630f.jpg",
        "description": "En el París bohemio de finales del siglo XIX, un joven escritor se enamora de una cortesana, mientras lucha por superar las barreras sociales y la opresión del amor prohibido."
    },
    {
        "title": "The Artist",
        "genres": ["Comedy", "Drama", "Romance"],
        "image_url": "https://pics.filmaffinity.com/The_Artist-539391340-large.jpg",
        "description": "Una historia sobre la transición del cine mudo al sonoro, y el impacto que tiene en la vida de un actor de cine mudo que lucha por adaptarse a los nuevos tiempos."
    },
    {
        "title": "The Great Dictator",
        "genres": ["Comedy", "Drama"],
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/The_Great_Dictator_%281940%29_poster.jpg/681px-The_Great_Dictator_%281940%29_poster.jpg",
        "description": "Charlie Chaplin interpreta a un dictador tiránico y un barbero judío en esta sátira política, utilizando la comedia para hacer una fuerte crítica al fascismo y el totalitarismo."
    },
    {
        "title": "A Clockwork Orange",
        "genres": ["Crime", "Drama", "Sci-Fi"],
        "image_url": "https://i.pinimg.com/736x/bf/27/53/bf2753ef636c007195abcb6e327bb22e.jpg",
        "description": "Un joven criminal se somete a un tratamiento experimental que lo convierte en una víctima del control social. Una perturbadora y violenta reflexión sobre la libertad y el comportamiento humano."
    }
]